[
  "nldates-obsidian",
  "remember-cursor-position",
  "obsidian-icon-folder",
  "obsidian-icons-plugin",
  "obsidian-kanban",
  "obsidian-excalidraw-plugin",
  "obsidian-metatable",
  "quickadd",
  "obsidian-underline",
  "obsidian-linter",
  "templater-obsidian",
  "obsidian-mind-map",
  "find-unlinked-files",
  "tag-wrangler",
  "obsidian-tasks-plugin",
  "sliding-panes-obsidian",
  "obsidian-emoji-toolbar",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-dictionary-plugin",
  "dataview",
  "convert-url-to-iframe",
  "obsidian-collapse-all-plugin",
  "cmenu-plugin",
  "oz-clear-unused-images",
  "better-word-count",
  "obsidian-auto-link-title",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "obsidian-checklist-plugin",
  "obsidian-reminder-plugin",
  "obsidian-banners",
  "obsidian-day-planner",
  "obsidian-reveal-active-file",
  "obsidian-better-command-palette",
  "obsidian-cursor-location-plugin",
  "easy-typing-obsidian",
  "file-explorer-note-count",
  "obsidian-hider",
  "obsidian-hotkeys-for-specific-files",
  "obsidian-min3ditorhotkeys-plugin",
  "recent-files-obsidian",
  "various-complements",
  "obsidian-memos",
  "note-refactor-obsidian",
  "obsidian-pandoc",
  "calendar-beta",
  "obsidian-admonition",
  "obsidian-activity-history",
  "media-extended",
  "quick-explorer",
  "obsidian-image-toolkit",
  "tag-page-preview"
]